[
    {
        "name": "Dr. Neel Gohil",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Neel Gohil is one of the best Orthopaedic in Astron chowk, Rajkot. He has done MS - Orthopaedics. Dr. Neel Gohil has more than 5 years of experience as a Orthopaedic. Dr. Neel Gohil also specializes in Orthopaedic, Sport Injury Specialist, Sports Medicine Specialist, Sports Nutritionist, Sports Medicine Surgeon, Trauma Surgeon. He is also a member of Indian Orthopedic Association, Rajkot Orthopedic Association, Indian Medical Association. Dr. Neel Gohil bestway communicate in English,Hindi,Gujarati with their patients. Dr. Neel Gohil offers best medical services like Hip & Knee Replacement, Minior surgery, Orthopedic Surgery, Accidents and Trauma, Arthritis Management and many more.. You can visite Dr. Neel Gohil at Akshar Orthopedic Hospital in Astron chowk, Rajkot.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "0281246881",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-neel-gohil"
    },
    {
        "name": "Dr. Komal Patel",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Komal patel is a best Dental Surgeon in Mavdi, Rajkot. She has over 4 years of experience as a Dental Surgeon. She has done B. D. S. Dr. Komal patel currently practising at Shreeji dental clinic & implant center in Mavdi, Rajkot. Doctor bestway communicate in English, Hindi with their patients. Dr. Komal patel offers a number of medical services include All type of Dental Treatments, Dental Laminates, Dental Treatment, Dental Examination, Preventive Dental Treatments and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "9328395378",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-komal-patel"
    },
    {
        "name": "Dr. Shyam Gohil",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Shyam Gohil is one of the top Orthopaedic in Astron chowk, Rajkot. He has done MS. He has helped numerous patients in her 30 years of experience as a Orthopaedic. He is a member of several professional organizations like Indian Orthopedic Association, Rajkot Orthopedic Association, Indian Medical Association.You can consult Dr. Shyam Gohil at Akshar Orthopedic Hospital in Astron chowk, Rajkot. He also practice at Shiv Hospital, 150 Feet Ring Road, Rajkot. You can freely conversation in English, Hindi, Gujarati with Dr. Shyam Gohil. Dr. Shyam Gohil offers best medical services like Consultation, Spine Mobilization, Spinal Disorders, Frozen Shoulder Treatment, Hip Arthroplasty and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "0281246881",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-shyam-gohil"
    },
    {
        "name": "Dr. Atul Patel",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Atul Patel is one of the best Dental Surgeon in Mavdi, Rajkot. He has done B. D. S. Dr. Atul Patel has more than 5 years of experience as a Dental Surgeon. Dr. Atul Patel bestway communicate in English,Hindi,Gujarati with their patients. Dr. Atul Patel offers best medical services like All type of Dental Treatments, Dental Treatment, Preventive Dental Treatments, Dental Services, Dental Ceramics and many more.. You can visite Dr. Atul Patel at Shreeji dental clinic & implant center in Mavdi, Rajkot.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "9328395378",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-atul-patel"
    },
    {
        "name": "Dr. Dhwani Gohil",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Dhwani Gohil is one of the top Dentist in Astron chowk, Rajkot. She has done BDS, MDS - Periodontology and Oral Implantology. She has helped numerous patients in her 10 years of experience as a Dentist. She is a member of several professional organizations like Indian Society of Periodontology, Indian Dental Association.You can consult Dr. Dhwani Gohil at The Smile Clinique in Astron chowk, Rajkot. She also practice at Akshar Orthopedic Hospital, Astron chowk, Rajkot. You can freely conversation in English, Hindi, Gujarati with Dr. Dhwani Gohil. Dr. Dhwani Gohil offers best medical services like Consultation, Preventative Dentistry, Cosmetic Dentistry, Root Canals, Tooth Extractions and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "0281246881",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-dhwani-gohil"
    },
    {
        "name": "Dr. Madhavi Tanna",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Madhavi Tanna is one of the top Cosmetic or Aesthetic Dentist in Kalawad Road, Rajkot. She has done B. D. S, Certificate in Cosmetic Dentistry, Fellowship in cosmetic dentistry, Forensic Odontologist. She has helped numerous patients in her 10 years of experience as a Cosmetic or Aesthetic Dentist. Dr. Madhavi Tanna also specializes in Dental Surgeon, Implantologist, Cosmetic or Aesthetic Dentist, Forensic Dentist, Preventive Dentistry, Public Health Dentist, Primary Care Dentist, Dentist, Restorative Dentist, Veterinary Dentist, Geriatric Dentist. She is a member of several professional organizations like Raghuvansi doctor association, Indian Dental Association, Rotract club of rajkot 3060, Oral health magazine.You can consult Dr. Madhavi Tanna at Avadhesh Dental Studio in Kalawad Road, Rajkot. You can freely conversation in English, Hindi, Gujarati, French, Arabic, Marathi with Dr. Madhavi Tanna. Dr. Madhavi Tanna offers best medical services like Artificial Teeth, All Kind of Crown & Bridges, Botox & Fillers, Child Oral Care, Gum Disease Treatment and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "Not specified",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-madhavi-barai"
    },
    {
        "name": "Dr. Kartik Morjaria",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Kartik Morjaria is a best Prosthodontist in Sadhu Vasvani Road, Rajkot. He has over 9 years of experience as a Prosthodontist. Dr. Kartik Morjaria also specializes in Implantologist, Prosthodontist, Dental Surgeon, Dentist, Cosmetic or Aesthetic Dentist. He has done B. D. S, MDS - Prosthodontics. He is a member of Indian Dental Association, Indian Prosthodontic Society. Dr. Kartik Morjaria currently practising at Dr. Morjaria's Advanced Dental Clinic in Sadhu Vasvani Road, Rajkot. Doctor bestway communicate in English, Hindi, Gujarati with their patients. Dr. Kartik Morjaria offers a number of medical services include Dental Fillings, Dental screening and prophylaxis, Dental Surgery, Facet Dental, All type dental treatment and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "Not specified",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-kartik-morjaria-1"
    },
    {
        "name": "Dr. Nilesh N. Raval",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Nilesh N. Raval is a best Dentist in University Road, Rajkot. He has over 29 years of experience as a Dentist. He has done M. D. S, Master in laser, B. D. S. He is a member of Indian Dental Association. Dr. Nilesh N. Raval currently practising at Aditya Dental Clinic And laser Center in University Road, Rajkot. Doctor bestway communicate in English, Hindi, Gujarati with their patients. Dr. Nilesh N. Raval offers a number of medical services include Veterinary Dental Prophylaxis, Dental Laminates, Dental Treatment, Dental Examination, Preventive Dental Treatments and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "Not specified",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-nilesh-n.-raval"
    },
    {
        "name": "Dr. Jayesh Patel",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Jayesh Patel is a best ENT Specialist in Mavdi, Rajkot. He has over 22 years of experience as a ENT Specialist. Dr. Jayesh Patel also specializes in ENT Specialist, Ear-Nose-Throat-ENT Specialist, ENT Head and Neck Surgeon. He has done MBBS, Diploma in Otorhinolaryngology (DLO), MS - ENT. He is a member of Indian Medical Association (IMA). Dr. Jayesh Patel currently practising at Shrey Hospital in Mavdi, Rajkot. Doctor bestway communicate in English, Hindi, Gujarati with their patients. Dr. Jayesh Patel offers a number of medical services include Consultation, Combined Mandibulectomy and Neck Dissection Operation, laryngectomy, Radical neck dissection, Thyroid malignancies and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "Not specified",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-jayesh-patel"
    },
    {
        "name": "Dr. Nilesh Makadia",
        "education": [],
        "specialization": [],
        "languages_spoken": [],
        "registrations": [],
        "memberships": [],
        "experience": [],
        "about": "Dr. Nilesh Makadia is one of the top Cardiologist in 150 Feet Ring Road, Rajkot. He has done MBBS, MD, DNB Cardiology (Gold Medalist). He has helped numerous patients in her 15 years of experience as a Cardiologist. Dr. Nilesh Makadia also specializes in Cardiologist, Interventional Cardiologist. He is a member of several professional organizations like Indian Medical Association (IMA).You can consult Dr. Nilesh Makadia at Synergy Hospital in 150 Feet Ring Road, Rajkot. He also practice at Unicare Hospital, Jamnagar Road, Rajkot. You can freely conversation in English, Hindi, Gujarati with Dr. Nilesh Makadia. Dr. Nilesh Makadia offers best medical services like Balloon Valvuloplasties (Mitral, Pulmonary and Aortic), Strain & Strain Rate Imaging, Tissue Doppler, Foetal Echo, Contrast Echo and many more.",
        "services": [],
        "clinic_fees": [],
        "timings": [],
        "contact": {
            "phone": "02816195050",
            "address": "Not specified"
        },
        "profile_url": "https://drlogy.com/rajkot/doctor/dr-nilesh-makadia"
    }
]